<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge"/>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>Liên Hệ</title>
<link rel="stylesheet" href="../css/contact.css">
</head>
<body>
	<?php
	include("../include/config.php");
	session_start();
	$user_login = session();
	$info_user = check_NguoiDung($user_login);
	if(isset($_POST['send'])){
		$username = $_POST['Username'];
		$phone = $_POST['Numberphone'];
		$email = $_POST['Email'];
		$title = $_POST['Title'];
		$cource = $_POST['Cource'];
		$complain = $_POST['complain'];
		$content = htmlspecialchars($_POST['content']);
		if($username == "" || $phone == "" || $email == "" || $title == "" || !isset($_POST['acc1']) || $content = ""){
			?>
			<script>
				alert("Bạn chưa nhập đầy đủ thông tin!");
			</script>
		<?php
		}
		else if (isset($_POST['acc1'])){
			// Khai báo biến
			$to = $email;
			$subject = "[LIEN HE TRUNG TAM]";
			$from = '18521155@gm.uit.edu.vn';
			
			// Để gửi thư HTML, Content-type header phải được thiết lập
			$head  = 'MIME-Version: 1.0' . "\r\n";
			$head .= 'Content-type: text/html; charset=utf-8' . "\r\n";
			
			// Tạo Email headers
			$head .= 'From: '.$from."\r\n".
				'Reply-To: '.$from."\r\n" .
				'X-Mailer: PHP/' . phpversion();
			
			// Soạn tin nhắn email HTML đơn giản
			$message = '<html><body>';
			$message .= '<p><b>Họ và Tên: </b>'.$username.'</p>';
			$message .= '<p><b>Số điện thoại: </b>'.$phone.'</p>';
			$message .= '<p><b>Email: </b>'.$email.'</p>';
			$message .= '<p><b>Khóa học quan tâm: </b>'.$cource.'</p>';
			$message .= '<p><b>Vấn đề phản hồi: </b>'.$complain.'</p>';
			$message .= '<p><b>Nội dung: </b>'.htmlspecialchars($_POST['content']).'</p>';
			$message .= '</body></html>';
			if(mail('18521155@gm.uit.edu.vn', $subject, $message, $head)){
				
			}
			else{ ?>
				<script>
					alert("Gửi phản hồi không thành công");
				</script>
			<?php }
			if(mail($to, $subject, $message, $head)){
				header("Location:home.php");
			}
			else{ ?>
				<script>
					alert("Mail không đúng");
				</script>
			<?php }
		}

	}
	?>
<div id="Web_1920__1">
	<div id="Group_18">
		<svg class="Rectangle_14">
			<rect id="Rectangle_14" rx="0" ry="0" x="0" y="0" width="1802" height="299">
			</rect>
		</svg>
		<div id="TRUNG_TM_ANH_NG_2Eng_a_ch_Khu_">
			<span>TRUNG TÂM ANH NGỮ 2Eng</span><br><span style="font-size:25px;color:rgba(242,242,243,1);">Địa chỉ: Khu phố 6, P.Linh Trung, Q.Thủ Đức, TP.Hồ Chí Minh<br/>Điện thoại: (028) 782 50593.<br/>Email: 2Eng@group2.edu.vn</span>
		</div>
		<svg class="Line_16" viewBox="0 0 1345 9">
			<path id="Line_16" d="M 0 0 L 1345 9">
			</path>
		</svg>
		<div id="_2020_2Eng_All_Rights_Reserved">
			<span>© 2020 2Eng. All Rights Reserved</span>
		</div>
		<div id="Group_17">
			<div id="FOLLOW_2Eng__">
				<span>FOLLOW 2Eng<br/></span><br>
			</div>
			<img id="Image_1" src="../img/Image_1.png">
			<img id="Image_2" src="../img/Image_2.png">
		</div>
		<img id="logo-da-thong-bao-website-voi-" src="../img/logo-da-thong-bao-website-voi-.png">
	</div>
	<img id="Image_4" src="../img/Image_41.png">
	<svg class="ID1">
		<rect id="ID1" rx="0" ry="0" x="0" y="0" width="1534" height="2003">
		</rect>
	</svg>
	<img id="Untitled" src="../img/Untitled.png">
	<svg class="Path_1" viewBox="-6.986 0 1276.626 2297.987">
		<path id="Path_1" d="M -6.986007690429688 0 L 616.3311157226563 0 L 1265.245849609375 0 L 1269.639770507813 2297.9873046875 L 603.1038818359375 2297.9873046875 L -5.2960205078125 2297.9873046875 L -6.986007690429688 0 Z">
		</path>
	</svg>
	<div id="LEARN_TO_ENGLISH_WITH_2Eng">
		<span>LEARN TO ENGLISH WITH 2Eng</span>
	</div>
	<img id="form-login-popup" src="../img/form-login-popup.png">
	<img id="Image_4_x" src="../img/Image_41.png">
	<div id="Lin_H_Trung_Tm">
		<span>Liên Hệ Trung Tâm</span>
	</div>
	<img id="Image_3" src="../img/Capture.PNG">
	<img id="Image_3_" src="../img/Capture.PNG">
	<img id="Image_3_ba" src="../img/Capture.PNG">
	<svg class="Ellipse_4">
		<ellipse id="Ellipse_4" rx="53.5" ry="54" cx="53.5" cy="54">
		</ellipse>
	</svg>
	<svg class="Ellipse_5">
		<ellipse id="Ellipse_5" rx="53.5" ry="54" cx="53.5" cy="54">
		</ellipse>
	</svg>
	<svg class="Icon_awesome-phone-alt" viewBox="0 0.001 41.898 54.061">
		<path id="Icon_awesome-phone-alt" d="M 40.70275497436523 38.20267868041992 L 31.53749847412109 33.13437652587891 C 30.73318862915039 32.69208526611328 29.79913139343262 32.98908615112305 29.24618339538574 33.86294555664063 L 25.18728065490723 40.26167678833008 C 18.81722259521484 36.38632583618164 13.69078159332275 29.7716178894043 10.68735599517822 21.55224800109863 L 15.64641094207764 16.31498908996582 C 16.32512474060059 15.60271167755127 16.55556297302246 14.39610958099365 16.21105194091797 13.35847759246826 L 12.28308582305908 1.53242814540863 C 11.9034481048584 0.4093618392944336 10.95864391326904 -0.206834152340889 10.03268718719482 0.06473100185394287 L 1.522087812423706 2.598884582519531 C 0.6309394240379333 2.8644118309021 -0.0002054057986242697 3.888508319854736 -1.248407386356121e-07 5.068628311157227 C -1.248407386356121e-07 32.15239334106445 17.01301383972168 54.062255859375 37.97036743164063 54.062255859375 C 38.88527297973633 54.06301879882813 39.67940139770508 53.24853515625 39.88525390625 52.09828948974609 L 41.84923553466797 41.1169548034668 C 42.05832672119141 39.91644668579102 41.57721710205078 38.69348907470703 40.70275497436523 38.20268249511719 Z">
		</path>
	</svg>
	<svg class="Ellipse_6">
		<ellipse id="Ellipse_6" rx="53.5" ry="54" cx="53.5" cy="54">
		</ellipse>
	</svg>
	<div id="Icon_ionic-ios-mail">
		<svg class="Path_2" viewBox="7.5 22.92 65 39.58">
			<path id="Path_2" d="M 71.96875 23.015625 L 55.15625 40.140625 C 55.03125 40.265625 55.03125 40.453125 55.15625 40.578125 L 66.921875 53.109375 C 67.71875 53.90625 67.71875 55.1875 66.921875 55.984375 C 66.53125 56.375 66 56.578125 65.484375 56.578125 C 64.96875 56.578125 64.4375 56.375 64.046875 55.984375 L 52.328125 43.5 C 52.203125 43.375 52 43.375 51.875 43.5 L 49.015625 46.40625 C 46.625 48.828125 43.453125 50.171875 40.046875 50.1875 C 36.59375 50.203125 33.3125 48.75 30.890625 46.296875 L 28.140625 43.5 C 28.015625 43.375 27.8125 43.375 27.6875 43.5 L 15.96875 55.984375 C 15.578125 56.375 15.046875 56.578125 14.53125 56.578125 C 14.015625 56.578125 13.484375 56.375 13.09375 55.984375 C 12.296875 55.1875 12.296875 53.90625 13.09375 53.109375 L 24.859375 40.578125 C 24.96875 40.453125 24.96875 40.265625 24.859375 40.140625 L 8.03125 23.015625 C 7.828125 22.8125 7.5 22.953125 7.5 23.234375 L 7.5 57.5 C 7.5 60.25 9.75 62.5 12.5 62.5 L 67.5 62.5 C 70.25 62.5 72.5 60.25 72.5 57.5 L 72.5 23.234375 C 72.5 22.953125 72.15625 22.828125 71.96875 23.015625 Z">
			</path>
		</svg>
		<svg class="Path_3" viewBox="9.391 17.5 61.234 28.609">
			<path id="Path_3" d="M 40 46.109375 C 42.3125 46.109375 44.484375 45.203125 46.109375 43.546875 L 70.625 18.59375 C 69.765625 17.90625 68.703125 17.5 67.53125 17.5 L 12.484375 17.5 C 11.3125 17.5 10.234375 17.90625 9.390625 18.59375 L 33.90625 43.546875 C 35.515625 45.1875 37.6875 46.109375 40 46.109375 Z">
			</path>
		</svg>
	</div>
	<svg class="Icon_material-edit-location" viewBox="16.667 6.667 42.698 63.733">
		<path id="Icon_material-edit-location" d="M 38.01552200317383 6.666666984558105 C 26.2431526184082 6.666666984558105 16.66666793823242 16.67279434204102 16.66666793823242 28.97332572937012 C 16.66666793823242 45.70331573486328 38.01552200317383 70.39996337890625 38.01552200317383 70.39996337890625 C 38.01552200317383 70.39996337890625 59.3643798828125 45.70330810546875 59.3643798828125 28.97332000732422 C 59.3643798828125 16.67279243469238 49.78789520263672 6.66666316986084 38.01552200317383 6.66666316986084 Z M 33.25777816772461 38.53331756591797 L 28.86601257324219 38.53331756591797 L 28.86601257324219 33.94452667236328 L 39.08296966552734 23.30106353759766 L 43.44423294067383 27.85799407958984 L 33.25777816772461 38.53331756591797 Z M 46.82954788208008 24.3526611328125 L 44.69466400146484 26.58333015441895 L 40.30289840698242 21.99452781677246 L 42.43778610229492 19.76386260986328 C 42.895263671875 19.28586196899414 43.62722396850586 19.28586196899414 44.08469772338867 19.76386260986328 L 46.82954788208008 22.63186073303223 C 47.28702163696289 23.10985946655273 47.28702163696289 23.87465858459473 46.82954788208008 24.35265922546387 Z">
		</path>
	</svg>
	<img id="Image_3_bb" src="../img/Capture.PNG">
	<svg class="Ellipse_7">
		<ellipse id="Ellipse_7" rx="53.5" ry="54" cx="53.5" cy="54">
		</ellipse>
	</svg>
	<svg class="Ellipse_8">
		<ellipse id="Ellipse_8" rx="53.5" ry="54" cx="53.5" cy="54">
		</ellipse>
	</svg>
	<img id="Image_3_bd" src="../img/Capture.PNG">
	<svg class="Icon_awesome-facebook" viewBox="1.25 1.25 63.083 57.516">
		<path id="Icon_awesome-facebook" d="M 64.3333740234375 30.18280792236328 C 64.3333740234375 14.1997652053833 50.21592330932617 1.25 32.79168701171875 1.25 C 15.3674488067627 1.25 1.25 14.1997652053833 1.25 30.18280792236328 C 1.25 44.62355041503906 12.78433704376221 56.59333038330078 27.8632984161377 58.765625 L 27.8632984161377 38.54648971557617 L 19.85069274902344 38.54648971557617 L 19.85069274902344 30.18280792236328 L 27.8632984161377 30.18280792236328 L 27.8632984161377 23.80825614929199 C 27.8632984161377 16.55755424499512 32.56911468505859 12.55246257781982 39.77664184570313 12.55246257781982 C 43.22842025756836 12.55246257781982 46.83790969848633 13.11711978912354 46.83790969848633 13.11711978912354 L 46.83790969848633 20.23365592956543 L 42.85958862304688 20.23365592956543 C 38.94231414794922 20.23365592956543 37.72006988525391 22.46428108215332 37.72006988525391 24.75207328796387 L 37.72006988525391 30.18280792236328 L 46.46780395507813 30.18280792236328 L 45.06877517700195 38.54648971557617 L 37.72006988525391 38.54648971557617 L 37.72006988525391 58.765625 C 52.79903793334961 56.59333038330078 64.3333740234375 44.62355041503906 64.3333740234375 30.18280792236328 Z">
		</path>
	</svg>
	<svg class="Line_17" viewBox="0 0 1 1818">
		<path id="Line_17" d="M 0 0 L 0 1818">
		</path>
	</svg>
	<div id="ID2Eng_lun_mong_mun_nhn_c_nhng">
		<span>2Eng</span><span style="font-style:normal;font-weight:normal;"> luôn mong muốn nhận được những phản hồi từ các bạn để có cơ hội <br/>hoàn thiện các khóa học, dịch vụ hơn nữa. Những đóng góp của các bạn <br/>luôn là tài sản vô gia đối với chúng tôi.</span>
	</div>
	<div id="_Vn__phn_hi">
		<span>* Vấn đề phản hồi</span>
	</div>
	<div id="THA_THUN_BO_MT_THNG_TIN____1_2">
		<span>THỎA THUẬN BẢO MẬT THÔNG TIN</span><br><span style="font-style:normal;font-weight:normal;color:rgba(0,0,0,1);">   1. </span><span style="color:rgba(0,0,0,1);">2ENG</span><span style="font-style:normal;font-weight:normal;color:rgba(0,0,0,1);"> sẽ luôn giữ bí mât các thông tin của người dung và tuân thủ những quy <br/>định pháp luật về bảo mật thông tin có liên quan.<br/><br/>   2. 2ENG có thể tiết lộ thông tin các nhân cho mục đích giải quyết kiếu nại, than <br/>phiền của người dung cho:<br/>   - Các bộ phận trức thuộc </span><span style="color:rgba(0,0,0,1);">Anh ngữ 2ENG</span><span style="font-style:normal;font-weight:normal;color:rgba(0,0,0,1);">;<br/>   - Bên thứ ba được ủy quyền chính thức từ </span><span style="color:rgba(0,0,0,1);">Ang ngữ 2ENG</span><span style="font-style:normal;font-weight:normal;color:rgba(0,0,0,1);"> cho việc giải quyết <br/>than phiền, khiếu nại mang tính châdt nghiêm trọng;<br/></span><br><span>* LƯU Ý:</span><br><span style="font-style:normal;font-weight:normal;color:rgba(0,0,0,1);">   Người dùng vui lòng cung cấp chính xác thông tin cá nhân để</span><span style="color:rgba(0,0,0,1);"> 2ENG</span><span style="font-style:normal;font-weight:normal;color:rgba(0,0,0,1);"> có thể liên <br/>hệ giải quyết các thắc mắc, phản hồi và phàn nàn của bạn một cách nhanh <br/>chóng nhất.<br/>   Các ngày Thứ bảy, Chủ nhật, các ngày lễ sẽ khiến quá trình giải quyết phản hồi <br/>của các bạn chậm hơn thường lệ.</span>
	</div>
	<div id="Than_phin">
		<span>Than phiền</span>
	</div>
	<div id="Khen_ngi">
		<span>Khen ngợi</span>
	</div>
	<div id="T_vn__ng_k_kha_hc">
		<span>Tư vấn / Đăng kí khóa học</span>
	</div>
	<div id="Tuyn_dng">
		<span>Tuyển dụng</span>
	</div>
	<div id="_xut">
		<span>Đề xuất</span>
	</div>

	<div id="Vn__khc">
		<span>Vấn đề khác</span>
	</div>
	<div id="Ti_xc_nhn_cc_thng_tin_cc_nhn_c">
		<span>(*) Tôi xác nhận các thông tin các nhân cũng cấp ở trên là hoàn toàn chính <br/>xác và đồng ý để </span><span style="font-style:normal;font-weight:bold;">2ENG</span><span> sử dụng các thông tin đó cho mục đích giải quyết <br/>phản hồi.</span>
	</div>
	<svg class="Rectangle_24">
		<rect id="Rectangle_24" rx="0" ry="0" x="0" y="0" width="20" height="19">
		</rect>
	</svg>
	<div id="Gi_mt_bng_sao_n_Email_ca_bn">
		<span>Gửi một bản sao đến Email của bạn.</span>
	</div>
	<svg class="Rectangle_25">
		<rect id="Rectangle_25" rx="0" ry="0" x="0" y="0" width="224" height="50">
		</rect>
	</svg>
	<div id="Gi_phn_hi">
		<span>Gửi phản hồi</span>
	</div>
	<div id="TRUNG_TM_ANH_NG_2ENG">
		<span>TRUNG TÂM ANH NGỮ 2ENG</span>
	</div>
	<div id="a_ch_Khu_ph_6_PLinh_Trung_____">
		<span>Địa chỉ:</span><span style="font-style:normal;font-weight:normal;"> Khu phố 6, P.Linh Trung, <br/>             Q.Thủ Đức, TP.Hồ Chí Minh</span>
	</div>
	<div id="in_thoi_028_782_50593">
		<span>Điện thoại: </span><span style="font-style:normal;font-weight:normal;">(028) 782 50593.</span>
	</div>
	<div id="Email_2Enggroup2eduvn">
		<span>Email: </span><span style="font-style:normal;font-weight:normal;">2Eng@group2.edu.vn</span>
	</div>
	<div id="Thi_gian_m_ca_________7h30-20h">
		<span>Thời gian mở cửa: <br/>      </span><span style="font-style:normal;font-weight:normal;">* 7h30-20h từ Thứ 2 đến Thứ 7<br/>      * 7h30-11h30 Chủ nhật</span>
	</div>
	<div id="Phng_ghi_danh_Ngoi_t_vn_v_ghi_">
		<span>Phòng ghi danh</span><br><span style="font-style:normal;font-weight:normal;">Ngoài tư vấn và ghi danh online, các <br/>bạn học viên có thể đến cơ sở để được <br/>tư vấn và ghi danh trực tiếp</span>
	</div>
	<svg class="Icon_awesome-facebook-square" viewBox="0 3.75 52.5 52.5">
		<path id="Icon_awesome-facebook-square" d="M 46.875 3.75 L 5.625 3.75 C 2.51839804649353 3.75 -4.76837158203125e-07 6.268399238586426 0 9.375000953674316 L 0 50.625 C 0 53.73160171508789 2.518398523330688 56.25 5.625000476837158 56.25 L 21.708984375 56.25 L 21.708984375 38.40117263793945 L 14.326171875 38.40117263793945 L 14.326171875 30 L 21.708984375 30 L 21.708984375 23.59687423706055 C 21.708984375 16.31367111206055 26.044921875 12.29062461853027 32.68593597412109 12.29062461853027 C 35.86640548706055 12.29062461853027 39.19218444824219 12.85781192779541 39.19218444824219 12.85781192779541 L 39.19218444824219 20.00624847412109 L 35.52773284912109 20.00624847412109 C 31.91718673706055 20.00624847412109 30.79101371765137 22.24687385559082 30.79101371765137 24.54491996765137 L 30.79101371765137 30 L 38.85116958618164 30 L 37.56210708618164 38.40117263793945 L 30.79101371765137 38.40117263793945 L 30.79101371765137 56.25 L 46.875 56.25 C 49.98160552978516 56.25 52.50000381469727 53.73160171508789 52.50000381469727 50.625 L 52.5 9.375 C 52.50000381469727 6.268398284912109 49.98160552978516 3.75 46.87500381469727 3.75 Z">
		</path>
	</svg>
	<svg class="Icon_metro-youtube" viewBox="4.285 3.213 51.414 51.414">
		<path id="Icon_metro-youtube" d="M 19.0052375793457 3.213389158248901 L 15.53136253356934 10.10379886627197 L 12.0574893951416 3.213389158248901 L 7.626627445220947 3.213389158248901 L 13.88821792602539 14.12455272674561 L 13.92467021942139 14.10296249389648 L 13.92467021942139 22.49372291564941 L 17.13805961608887 22.49372291564941 L 17.13805961608887 14.10296249389648 L 17.17451095581055 14.12455272674561 L 23.4361515045166 3.213389158248901 L 19.0052375793457 3.213389158248901 Z M 28.38491821289063 9.640167236328125 C 29.2558479309082 9.640167236328125 29.99161338806152 10.37593269348145 29.99161338806152 11.24686145782471 L 29.99161338806152 17.67363929748535 C 29.99161338806152 18.54456901550293 29.2558479309082 19.28033447265625 28.38491821289063 19.28033447265625 C 27.51398849487305 19.28033447265625 26.77822303771973 18.54456901550293 26.77822303771973 17.67363929748535 L 26.77822303771973 11.24686145782471 C 26.77822303771973 10.37593269348145 27.51398849487305 9.640167236328125 28.38491821289063 9.640167236328125 Z M 28.38491821289063 6.426777839660645 C 25.73387145996094 6.426777839660645 23.56483459472656 8.595815658569336 23.56483459472656 11.24686145782471 L 23.56483459472656 17.67363929748535 C 23.56483459472656 20.32468605041504 25.73387145996094 22.49372291564941 28.38491821289063 22.49372291564941 C 31.03596496582031 22.49372291564941 33.20500183105469 20.32468605041504 33.20500183105469 17.67363929748535 L 33.20500183105469 11.24686145782471 C 33.20500183105469 8.595815658569336 31.03596496582031 6.426777839660645 28.38491821289063 6.426777839660645 Z M 42.84516906738281 6.426777839660645 L 42.84516906738281 19.07789039611816 C 41.4432258605957 20.24716186523438 39.63177871704102 20.95230102539063 39.63177871704102 16.78664398193359 L 39.63177871704102 6.426778316497803 L 36.41838836669922 6.426778316497803 L 36.41838836669922 17.43886184692383 L 36.42321014404297 17.43886184692383 C 36.47271728515625 20.09543037414551 37.03285217285156 24.87825965881348 42.84516906738281 20.98925590515137 L 42.84516906738281 22.49372291564941 L 46.05855941772461 22.49372291564941 L 46.05855941772461 6.426778316497803 L 42.84516906738281 6.426778316497803 Z M 47.66525268554688 38.5606689453125 C 46.77936172485352 38.5606689453125 46.05855941772461 39.28147125244141 46.05855941772461 40.16736221313477 L 46.05855941772461 41.77405548095703 L 49.27194976806641 41.77405548095703 L 49.27194976806641 40.16736221313477 C 49.27194976806641 39.28147125244141 48.5511474609375 38.5606689453125 47.66525650024414 38.5606689453125 Z M 33.20500183105469 40.16736221313477 L 33.20500183105469 48.60250854492188 C 34.2928352355957 49.69034194946289 36.41839218139648 49.80752944946289 36.41839218139648 48.20083618164063 L 36.41839218139648 40.66945648193359 C 36.41839218139648 39.06276321411133 34.81169891357422 38.5606689453125 33.20500183105469 40.16736602783203 Z M 55.43598175048828 32.41204833984375 C 55.29579925537109 30.56123733520508 54.63032531738281 29.05094337463379 53.43875885009766 27.8809700012207 C 52.24749374389648 26.71119689941406 50.72344589233398 26.07374000549316 48.86630630493164 25.96900367736816 C 45.36251068115234 25.79437637329102 37.34565734863281 25.70711326599121 30.3031120300293 25.70711326599121 C 23.26046752929688 25.70711326599121 14.6732873916626 25.79437637329102 11.16948890686035 25.96900367736816 C 9.312451362609863 26.07374000549316 7.788300514221191 26.71119689941406 6.597036838531494 27.8809700012207 C 5.405673027038574 29.05094528198242 4.739898681640625 30.56123733520508 4.599815368652344 32.41204833984375 C 4.389539241790771 36.18356323242188 4.284501552581787 37.55105972290039 4.284501552581787 39.43681716918945 C 4.284501552581787 41.32267379760742 4.389539241790771 44.15116119384766 4.599815368652344 47.92277526855469 C 4.739999294281006 49.77358627319336 5.405673027038574 51.28398132324219 6.597037315368652 52.45385360717773 C 7.78830099105835 53.62362670898438 9.312451362609863 54.26098251342773 11.16948890686035 54.36582183837891 C 14.67318725585938 54.54034805297852 23.26036834716797 54.62761306762695 30.3031120300293 54.62761306762695 C 37.34575653076172 54.62761306762695 45.3625602722168 54.54034805297852 48.86625671386719 54.36582183837891 C 50.72339630126953 54.260986328125 52.24744415283203 53.62363052368164 53.4387092590332 52.45385360717773 C 54.63017272949219 51.28397750854492 55.29574584960938 49.77358627319336 55.43593215942383 47.92277526855469 C 55.61116409301758 44.77977752685547 55.69872665405273 41.95119476318359 55.69872665405273 39.43681716918945 C 55.69872665405273 36.92254257202148 55.61116027832031 35.5549430847168 55.43593215942383 32.41204833984375 Z M 13.92466926574707 51.41422653198242 L 10.71127986907959 51.41422653198242 L 10.71127986907959 35.3472785949707 L 7.497890472412109 35.3472785949707 L 7.497890472412109 32.13388824462891 L 17.13805770874023 32.13388824462891 L 17.13805770874023 35.3472785949707 L 13.92466831207275 35.3472785949707 L 13.92466831207275 51.41422271728516 Z M 26.77822494506836 51.41422653198242 L 23.5648365020752 51.41422653198242 L 23.5648365020752 49.90985870361328 C 17.45608329772949 53.33884429931641 17.19238471984863 50.02021789550781 17.14287948608398 47.36365127563477 L 17.13805961608887 47.36365127563477 L 17.13805961608887 38.5606689453125 L 20.35144805908203 38.5606689453125 L 20.35144805908203 47.41426086425781 C 20.35144805908203 49.35565185546875 22.16289520263672 49.16776657104492 23.5648365020752 47.99839401245117 L 23.5648365020752 38.5606689453125 L 26.77822494506836 38.5606689453125 L 26.77822494506836 51.41422653198242 Z M 39.63178253173828 48.15494537353516 C 39.63178253173828 51.5135383605957 36.19225311279297 52.49312210083008 33.20500564575195 49.88164138793945 L 33.20500564575195 51.41422653198242 L 29.99161720275879 51.41422653198242 L 29.99161720275879 32.13389205932617 L 33.20500564575195 32.13389205932617 L 33.20500564575195 37.35564804077148 C 36.41839599609375 34.14225769042969 39.63178253173828 35.3472785949707 39.63178253173828 38.5606689453125 L 39.63178253173828 48.15494537353516 Z M 52.4853401184082 41.7740592956543 L 52.4853401184082 43.38075256347656 L 46.05856323242188 43.38075256347656 L 46.05856323242188 46.59414291381836 C 46.05856323242188 47.48003387451172 46.77936553955078 48.20083618164063 47.66525650024414 48.20083618164063 C 48.5511474609375 48.20083618164063 49.27194976806641 47.48003387451172 49.27194976806641 46.59414291381836 L 49.27194976806641 44.98744964599609 L 52.4853401184082 44.98744964599609 L 52.4853401184082 46.59414291381836 C 52.4853401184082 49.25191497802734 50.32302856445313 51.41422653198242 47.66525650024414 51.41422653198242 C 45.00748443603516 51.41422653198242 42.84517288208008 49.25191497802734 42.84517288208008 46.59414291381836 L 42.84517288208008 40.16736221313477 C 42.84517288208008 37.50959014892578 45.00748443603516 35.3472785949707 47.66525650024414 35.3472785949707 C 50.32302856445313 35.3472785949707 52.4853401184082 37.50959014892578 52.4853401184082 40.16736221313477 L 52.4853401184082 41.77405548095703 Z">
		</path>
	</svg>
	<img id="Image_4_cm" src="../img/Image_4_cn@2x.png">
	<img id="Image_5" src="../img/Image_5.png">
	<img id="Image_6" src="../img/Image_6.png">
	<svg class="Icon_awesome-telegram" viewBox="0 0.563 45.996 47.438">
		<path id="Icon_awesome-telegram" d="M 22.9979248046875 0.5625 C 10.29342651367188 0.5625 0 11.17855358123779 0 24.28125 C 0 37.38394546508789 10.29342651367188 48 22.9979248046875 48 C 35.70242309570313 48 45.995849609375 37.38394546508789 45.995849609375 24.28125 C 45.995849609375 11.17855358123779 35.70242309570313 0.5625 22.9979248046875 0.5625 Z M 34.29287338256836 16.8117561340332 L 30.51861763000488 35.1555290222168 C 30.24041748046875 36.45623397827148 29.4892749786377 36.77184677124023 28.44138336181641 36.15975189208984 L 22.69190216064453 31.78899765014648 L 19.91916847229004 34.54343032836914 C 19.61314964294434 34.85904312133789 19.35349464416504 35.12683486938477 18.76000022888184 35.12683486938477 L 19.16802787780762 29.09194564819336 L 29.82311630249023 19.16450119018555 C 30.28678321838379 18.74368476867676 29.72110939025879 18.50458335876465 29.10906600952148 18.92539978027344 L 15.94089984893799 27.47562599182129 L 10.26560497283936 25.64890098571777 C 9.032248497009277 25.24721145629883 9.004427909851074 24.37688636779785 10.52525901794434 23.76478958129883 L 32.69785690307617 14.94677066802979 C 33.72719955444336 14.56420993804932 34.62671279907227 15.20499992370605 34.29287338256836 16.81175231933594 Z">
		</path>
    </svg>
    <div id="form">
			<form action="" method = "POST">
				</br><input class ="Rectangle_16" type="text" name="Username" placeholder="(*) Họ và Tên">
				<input class="Rectangle_17" type="text" name="Numberphone" placeholder="(*) Số Điện Thoại">
				<input class="Rectangle_18" type="text" name="Email" placeholder="(*) Email">
                <input class="Rectangle_19" type="text" name="Title" placeholder="(*) Tiêu Đề">				
				<select class="Rectangle_20" name="Cource">
					<option value="Luyện Thi TOEIC 2 Kĩ Năng">Luyện Thi TOEIC 2 Kĩ Năng</option>
					<option value="Luyện Thi TOEIC 4 Kĩ Năng">Luyện Thi TOEIC 4 Kĩ Năng</option>
                    <option value="Luyện Thi VNU-EPT">Luyện Thi VNU-EPT</option>
                    <option value="Luyện Thi IELTS">Luyện Thi IELTS</option>
					<option value="Tiếng Anh Giao Tiếp">Tiếng Anh Giao Tiếp</option>
					<option value="Khác">Khác</option>
                </select></br>
                <input type="radio" class="Ellipse_9" id="ThanPhien" name="complain" value="Than Phiền" checked>
                <input type="radio" class="Ellipse_10" id="KhenNgoi" name="complain" value="Khen Ngợi">
                <input type="radio" class="Ellipse_11" id="TuVan" name="complain" value="Tư Vấn / Đăng Kí Khóa Học">
                <input type="radio" class="Ellipse_12" id="DeXuat" name="complain" value="Đề xuất">
                <input type="radio" class="Ellipse_13" id="TuyenDung" name="complain" value="Tuyển Dụng">
                <input type="radio" class="Ellipse_14" id="Khac" name="complain" value="Vấn Đề Khác">
                <textarea class="Rectangle_22" rows="5" cols="20" placeholder="(*) Nhập Nội Dung" name="content"></textarea>
                <input type="checkbox" class="Rectangle_23" name="acc1" value="accept1">
                <input type="checkbox" class="Rectangle_24" name="acc2" value="accept2">
				<br><input type="submit" class="Rectangle_25" name="send" value="Gửi phản hồi"></br> 
			</form>
	</div>

	<!-- --------------------------------------------------------------------------------- -->
		<!-- --------------------------------------------------------------------------------- -->
		<!-- --------------------------------------------------------------------------------- -->
		<!-- --------------------------------------------------------------------------------- -->
		<!-- --------------------------------------------------------------------------------- -->
		<!-- --------------------------------------------------------------------------------- -->
		<!-- --------------------------------------------------------------------------------- -->
		<?php if($user_login == "none_user") { ?>
	<div id="Group_14">
		<div id="Group_13">
			<svg class="Rectangle_7">
				<a href="login.php"><rect id="Rectangle_7" rx="19" ry="19" x="0" y="0" width="172" height="55"></rect></a>
				
			</svg>
			<div>
				<a id="ng_nhp" href="login.php" style="text-decoration: none;">Đăng nhập</a>
			</div>
		</div>
	</div>
	<?php }
	else { ?>
		<div id="Hi">
			<span>Hi,</span>
		</div>
		<div id="Ngc">
			<span style="cursor:pointer;" id="demo" onclick="myFunction()"><?php echo $info_user["Lastname"]; ?></span>
		</div>
	<?php } ?>
		
	<div id="dropdown" style="display: none;">
		<ul>
			<?php if($user_login == "QTV"){
				?>
				<a href=<?php echo "../TaoLop_ThemHocVien_GiangVien/ThemHocVien.php"; ?> style="text-decoration: none; color:black"><li>Thêm Người Dùng</li></a>
				<a href=<?php echo "../TaoLop_ThemHocVien_GiangVien/TaoLop.php"; ?> style="text-decoration: none; color:black"><li>Tạo Lớp</li></a>
				<?php
			} ?>
			<a href=<?php echo "../infoUser/infoUser.php"; ?> style="text-decoration: none; color:black"><li>Thông Tin Cá Nhân</li></a>
			<a href="../BaiTapLop/login_class.php" style="text-decoration: none; color:black"><li>Bài Tập Lớp</li>
			<a href="../TestOnline/LichSuTest.php" style="text-decoration: none; color:black"><li>Lịch Sử Test</li>
			<a href="../login/resetPassword.php" style="text-decoration: none; color:black"><li>Thay Đổi Mật Khẩu</li>
			<a href="../login/logout.php" style="text-decoration: none; color:black"><li>Đăng Xuất</li>
		</ul>  
	</div>
	<div id="menu">
		<ul>
			<li><a href="../TrangChu/home.php">
					<svg class="Icon_awesome-home" viewBox="-0.001 2.254 56.934 46.346">
						<path id="Icon_awesome-home" d="M 27.71131134033203 14.27700519561768 L 9.48876953125 29.9879322052002 L 9.48876953125 46.94456100463867 C 9.48876953125 47.85882186889648 10.19678211212158 48.59997177124023 11.07015895843506 48.59997177124023 L 22.14581108093262 48.56997299194336 C 23.01609992980957 48.5654182434082 23.71930503845215 47.82559585571289 23.71929359436035 46.91455841064453 L 23.71929359436035 37.01206970214844 C 23.71929359436035 36.09780502319336 24.42730522155762 35.35665130615234 25.30068206787109 35.35665130615234 L 31.6262378692627 35.35665130615234 C 32.49961471557617 35.35665130615234 33.20762634277344 36.09780502319336 33.20762634277344 37.01206970214844 L 33.20762634277344 46.90730667114258 C 33.20631408691406 47.34724426269531 33.37234115600586 47.7696418762207 33.66905212402344 48.08121871948242 C 33.96576309204102 48.39278411865234 34.36874771118164 48.56790161132813 34.78901290893555 48.56790161132813 L 45.86071395874023 48.59997177124023 C 46.73408508300781 48.59997177124023 47.44210433959961 47.85882186889648 47.44210433959961 46.94456100463867 L 47.44210433959961 29.97655296325684 L 29.22351264953613 14.27700519561768 C 28.78220367431641 13.90463352203369 28.15262413024902 13.90463352203369 27.71131134033203 14.27700519561768 Z M 56.49555206298828 24.95546913146973 L 48.23279571533203 17.82580375671387 L 48.23279571533203 3.495077610015869 C 48.23279571533203 2.80938196182251 47.70178985595703 2.25351619720459 47.0467529296875 2.25351619720459 L 41.51189422607422 2.25351619720459 C 40.85686111450195 2.25351619720459 40.32585144042969 2.809382677078247 40.32585144042969 3.495078086853027 L 40.32585144042969 11.00755882263184 L 31.47699356079102 3.386440992355347 C 29.72567939758301 1.877823829650879 27.19926643371582 1.877823829650879 25.44795036315918 3.386440992355347 L 0.4293886125087738 24.95546913146973 C -0.0757187157869339 25.39249801635742 -0.1465346217155457 26.17551231384277 0.2712500989437103 26.70400428771973 L 2.791588306427002 29.9113712310791 C 2.991665363311768 30.16604423522949 3.280301570892334 30.32694053649902 3.593838214874268 30.35857772827148 C 3.907374858856201 30.39021492004395 4.220054626464844 30.28999328613281 4.462918281555176 30.08001708984375 L 27.71131134033203 10.03500270843506 C 28.15262413024902 9.662633895874023 28.78220367431641 9.662633895874023 29.2235164642334 10.03500366210938 L 52.47289657592773 30.08001708984375 C 52.97775268554688 30.51735496520996 53.72575378417969 30.44322204589844 54.14323806762695 29.91447448730469 L 56.66357803344727 26.70710563659668 C 56.86399459838867 26.45184516906738 56.95894622802734 26.12348747253418 56.92741012573242 25.79472541809082 C 56.8958740234375 25.46596336364746 56.74045562744141 25.1639232635498 56.49556350708008 24.95546913146973 Z"></path>
					</svg> 
				</a>
			</li>
			<li><a href="#">&#160;&#160;&#160;<b>Giới thiệu</b>&#160;&#160;</a>
				<ul class="sub-menu" class="sub1">
					<li class="li6"><a href="../static_page/vechungtoi.php">Về Anh ngữ 2ENG</a></li><br>
					<li class="li7"><a href="../static_page/phuongthucdaotao.php">Phương thức đào tạo</a></li><br>
					<li class="li8"><a href="../static_page/tuyendung.php">Tuyển dụng</a></li><br>
					<li class="li9"><a href="../static_page/chiasekinhnghiem.php">Chia sẻ kinh nghiệm</a></li>
				</ul>
			</li>
			<li><a href="./KhoaHoc/TrangKH.php">&#160;&#160;&#160;<b>Khóa học</b>&#160;&#160;</a>
				<ul class="sub-menu" class="sub2">
					<li class="li1"><a href="../KhoaHoc/TrangToeic2.php">TOEIC 2 Kỹ Năng</a></li><br>
					<li class="li2"><a href="../KhoaHoc/TrangToeic4.php">TOEIC 4 Kỹ Năng</a></li><br>
					<li class="li3"><a href="../KhoaHoc/TrangVNU-EPT.php">Luyện Thi VNU-EPT</a></li><br>
					<li class="li4"><a href="../KhoaHoc/TrangIelts.php">Luyện Thi IELTS</a></li><br>
					<li class="li5"><a href="../KhoaHoc/TrangGiaoTiep.php">Tiếng Anh Giao Tiếp</a></li><br>
				</ul>
			</li>
			<li><a href="./KhaiGiang/TrangKG.php">&#160;&#160;&#160;<b>Lịch Khai Giảng</b>&#160;&#160;</a>
				<ul class="sub-menu" class="sub2">
					<li class="li1"><a href="../KhaiGiang/TrangKG.php#Toeic2">TOEIC 2 Kỹ Năng</a></li><br>
					<li class="li2"><a href="../KhaiGiang/TrangKG.php#Toeic4">TOEIC 4 Kỹ Năng</a></li><br>
					<li class="li3"><a href="../KhaiGiang/TrangKG.php#VNU-EPT">Luyện Thi VNU-EPT</a></li><br>
					<li class="li4"><a href="../KhaiGiang/TrangKG.php#Ielts">Luyện Thi IELTS</a></li><br>
					<li class="li5"><a href="../KhaiGiang/TrangKG.php#GiaoTiep">Tiếng Anh Giao Tiếp</a></li><br>
				</ul>
			</li>
			<li><a href="#">&#160;&#160;&#160;<b>Học Viên</b>&#160;&#160;</a>
				<ul class="sub-menu" class="sub3">
					<li class="li10"><a href="../HocVien/TrangStudentPolicy.php">Chính sách học viên</a></li><br>
					<li class="li11"><a href="../HocVien/TrangSupportStudents.php">Hỗ trợ học viên</a></li><br>
					<li class="li12"><a href="../HocVien/TrangFeedback.php">Phản hồi</a></li>
				</ul>
			</li>
			<li><a href="../DangKi/register.php">&#160;&#160;&#160;<b>Đăng Kí</b>&#160;&#160;</a></li>
			<li><a href="../BaiTapLop/login_class.php">&#160;&#160;&#160;<b>Bài Tập Lớp</b>&#160;&#160;</a></li>
			<li><a href="../CuaHang/TrangCuaHang.php">&#160;&#160;&#160;<b>Cửa Hàng</b>&#160;&#160;</a></li>
			<li><a href="../TestOnline/test_toeic.php">&#160;&#160;&#160;<b>Test Online</b>&#160;&#160;</a></li>
			<li><a href="../LienHe/contact.php">&#160;&#160;&#160;<b>Liên Hệ</b>&#160;&#160;</a>
		</ul>
	</div>
	<script>
function myFunction() {
	var x = document.getElementById("dropdown");
  if (x.style.display === "none") {
    x.style.display = "block";
  } else {
    x.style.display = "none";
  }
}
</script>
	<!-- /////////////////////////////////////////////////////////////////////// -->
	<!-- /////////////////////////////////////////////////////////////////////// -->
	<!-- /////////////////////////////////////////////////////////////////////// -->
	<!-- /////////////////////////////////////////////////////////////////////// -->
	<!-- /////////////////////////////////////////////////////////////////////// -->
	<!-- /////////////////////////////////////////////////////////////////////// -->
	<!-- /////////////////////////////////////////////////////////////////////// -->
	
</div>
</body>
</html>